
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в програму по определению состояния здоровье'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам с помощью тосто Руфас провости порвичную диагностику вашого здоровил.'
'Проба Руфее посаставляет собой нагрузочный комплекс, посагазначенный для оценки работоспособности осрада при физической нагруз'
'7 испытуемого, находящегося в положения лежа на спине в течение в них определяют частоту пульса за 18 секун'
'заточен 40 секунд испытуемый выполняет 20 приход'
'После окончания нагрузки напытуемый ложится, и у него вновь подочитивостоя число пульсаций за первые 10 секун'
'а потом за последние 10 секина первой мне уты периода восстанови'
'Важно если в процессе проведение испытание вы почувствуете соби плоко (появится головокружение,'
'соды и др.), то пост необходимо прозвать и обратиться' 
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.'
txt_hintname = "Полных лет"
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер. Результат запишите в соответствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 40 секунд. Для этого нажмите кнопку "Начать делать приседания", чтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 10 секунд минуты, затем за последние 10 секунд. Нажмите кнопку "Начать финальный тест", чтобы запустить таймер'
'Зеленые обозначены секунды, в течение которых необходимо'
'проводить измерения, черные минуты без замера пульсаций. Результаты запишите в соответствующие поля.'
txt_sendresults = 'Отправить результат'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать ждедать приседания'
txt_starttest3 = 'Начать финальный тест '

txt_age = 'Возраст'
txt_finalwin = 'Результаты'
txt_index = 'Инднкс Руфье'
txt_workheart = 'Работоспособность сердца'